export const slides = [
    {
      id: 1,
      img_src: "./1.webp",
      header_t: "محصول 1",
      type: "برد الکترونیکی",
      des: "درایورهای الکترونیکی صنعتی، با کنترل دقیق موتورهای الکتریکی، بهینه سازی فرآیندهای صنعتی را متحول کرده‌اند.",
      link: "./details.html",
      description: "توضیحات اضافی محصول 1",
      link_type: "./board.html" // یا می‌تواند "external" باشد
    },
    {
      id: 2,
      img_src: "./2.webp",
      header_t: "محصول 2",
      type: "درایور الکترونیکی",
      des: "درایورهای الکترونیکی صنعتی، با کنترل دقیق موتورهای الکتریکی، بهینه سازی فرآیندهای صنعتی را متحول کرده‌اند.",
      link: "./details.html",
      description: "توضیحات اضافی محصول 2",
      link_type: "./driver.html"
    },
    {
      id: 3,
      img_src: "./3.webp",
      header_t: "محصول 3",
      type: "قطعه الکترونیکی",
      des: "درایورهای الکترونیکی صنعتی، با کنترل دقیق موتورهای الکتریکی، بهینه سازی فرآیندهای صنعتی را متحول کرده‌اند.",
      link: "./details.html",
      description: "توضیحات اضافی محصول 3",
      link_type: "./component.html"
    },
    {
      id: 4,
      img_src: "./4.webp",
      header_t: "محصول 4",
      type: "قطعه الکترونیکی",
      des: "درایورهای الکترونیکی صنعتی، با کنترل دقیق موتورهای الکتریکی، بهینه سازی فرآیندهای صنعتی را متحول کرده‌اند.",
      link: "./details.html",
      description: "توضیحات اضافی محصول 4",
      link_type: "./component.html"
    },
    {
      id: 5,
      img_src: "./5.webp",
      header_t: "محصول 5",
      type: "درایور الکترونیکی",
      des: "درایورهای الکترونیکی صنعتی، با کنترل دقیق موتورهای الکتریکی، بهینه سازی فرآیندهای صنعتی را متحول کرده‌اند.",
      link: "./details.html",
      description: "توضیحات اضافی محصول 5",
      link_type: "./driver.html"
    },
    {
      id: 6,
      img_src: "./6.webp",
      header_t: "محصول 6",
      type: "برد الکترونیکی",
      des: "درایورهای الکترونیکی صنعتی، با کنترل دقیق موتورهای الکتریکی، بهینه سازی فرآیندهای صنعتی را متحول کرده‌اند.",
      link: "./details.html",
      description: "توضیحات اضافی محصول 6",
      link_type: "./board.html"
    },
    {
      id: 7,
      img_src: "./7.webp",
      header_t: "محصول 7",
      type: "برد الکترونیکی",
      des: "درایورهای الکترونیکی صنعتی، با کنترل دقیق موتورهای الکتریکی، بهینه سازی فرآیندهای صنعتی را متحول کرده‌اند.",
      link: "./details.html",
      description: "توضیحات اضافی محصول 7",
      link_type: "./board.html"
    },
    {
      id: 8,
      img_src: "./8.webp",
      header_t: "محصول 8",
      type: "درایور الکترونیکی",
      des: "درایورهای الکترونیکی صنعتی، با کنترل دقیق موتورهای الکتریکی، بهینه سازی فرآیندهای صنعتی را متحول کرده‌اند.",
      link: "./details.html",
      description: "توضیحات اضافی محصول 8",
      link_type: "./driver.html"
    },
    {
      id: 9,
      img_src: "./9.webp",
      header_t: "محصول 9",
      type: "قطعه الکترونیکی",
      des: "درایورهای الکترونیکی صنعتی، با کنترل دقیق موتورهای الکتریکی، بهینه سازی فرآیندهای صنعتی را متحول کرده‌اند.",
      link: "./details.html",
      description: "توضیحات اضافی محصول 9",
      link_type: "./component.html"
    }
  ];
  